<div class="timetable">
    <table class="table_blur">
      <tr>
        <th>День недели</th>
        <th>Пн</th>
        <th>Вт</th>
        <th>Ср</th>
        <th>Чт</th>
        <th>Пт</th>
        <th>Сб</th>
        <th>Вс</th>
      </tr>
      <tr>
        <td>IT-специалисты</td>
        <td>9:00 - 16:00</td>
        <td>9:00 - 16:00</td>
        <td>9:00 - 16:00</td>
        <td>9:00 - 16:00</td>
        <td>9:00 - 16:00</td>
        <td>Выходной</td>
        <td>Выходной</td>
      </tr>
      <tr>
        <td>Кондитеры</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>Выходной</td>
        <td>Выходной</td>
      </tr>
      <tr>
        <td>Специалист по мясу</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>7:00 - 18:00</td>
        <td>Выходной</td>
        <td>Выходной</td>
      </tr>
    </table>
    <ol class="square">
      <label class="square-head">Правила поведения на предприятии</label>
      <li>Доступ на предприятие осуществляется только в спецодежде и чистой сменной обуви.</li>
      <li>На голове обязательно должен присутствовать головной убор во избежание попадания волос и иных предметов на продукты или устройства.</li>
      <li>Запрещается ношение любых аксессуаров, а также использование посторонних вещей во время смен.</li>
    </ol>
    <ol class="square">
      <label class="square-head">Правила поведения на сайте</label>
      <li>Скачивание информации с Базы знаний запрещено.</li>
      <li>Намеренное введение некорректных или оскорбтельных данных и комментариев в Базе Знаний повлечёт наказание.
      </li>
      <li>Попытка взлома или получения доступа в закрытые для пользователя места повлечёт наказание.</li>
    </ol>
  </div>
  <div class="mainphotoblock">
    <div class="mainphotocontainer">
      <iframe class="mainphoto"
        src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1418.373213671849!2d37.358992333269256!3d55.70082404788004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46b54f864cb07c59%3A0xacd57536759cebfd!2z0JHRg9C70YzQstCw0YAg0K3QudC90YjRgtC10LnQvdCwINC00L7QvCAx!5e1!3m2!1sru!2sru!4v1654448274738!5m2!1sru!2sru">
        style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
      <div class="maintext">
        <details open>
          <summary>Что такое База Знаний?</summary>
          <p class="info">База знаний — это интеллектуальные активы, корпоративная энциклопедия, которую компания собирает из инструкций, договоров, шаблонов, правил, внутренней и обучающей документации для эффективного обмена информацией внутри предприятия. </p>
        </details>
        <details open>
          <summary>История организации</summary>
          <p class="info">Организация берёт начало в 1999 году.</p>
        </details>
      </div>
    </div>
  </div>